Repository: deepin-community/korganizer
Catalog: po/*/korgac.po
Languages: el, es, fr, hu, it, nds, nl, pl, pt_br, sv, uk

# @info email subject, error message
source: <warning>Failed to send the Email reminder for %1. %2</warning>
el: <warning>Αποτυχία αποστολής της υπενθύμισης email για το %1. %2</warning>
es: <warning>No se ha podido enviar el recordatorio de correo electrónico para %1. %2</warning>
fr: <warning>Impossible d'envoyer un rappel de courriel pour %1. %2</warning>
it: <warning>Invio del promemoria per %1 via posta elettronica non riuscito. %2</warning>
nl: <warning>Het verzenden van de e-mailherinnering is mislukt voor %1. %2</warning>
pl: <warning>Nie udało się wysłać wiadomości przypominającej do %1. %2</warning>
pt_br: <warning>Não foi possível enviar o lembrete por e-mail para %1. %2</warning>
sv: <warning>Misslyckades skicka e-postpåminnelse för %1. %2</warning>
uk: <warning>Не вдалося надіслати нагадування %1 електронною поштою. %2</warning>

# @info
source: Could not start KOrganizer so editing is not possible.
el: Αδυναμία εκκίνησης του KOrganizer έτσι η επεξεργασία δεν είναι δυνατή.
es: No se ha podido iniciar KOrganizer por lo que la edición no es posible.
fr: Impossible de démarrer KOrganizer et donc d'effectuer une modification.
hu: A KOrganizert nem sikerült elindítani, így a szerkesztés nem lehetséges.
it: Impossibile avviare KOrganizer, quindi non sono possibili modifiche.
nds: KOrganizer lett sik nich opropen, Bewerken is nich mööglich.
nl: KOrganizer kon niet worden gestart, dus is bewerken niet mogelijk.
pl: Nie można uruchomić KOrganizer, więc edytowanie nie jest możliwe.
pt_br: Não foi possível iniciar o KOrganizer e, por isto, a edição não é possível.
sv: Kunde inte starta Korganizer, så redigering är inte möjlig.
uk: Не вдалося запустити KOrganizer, отже редагування неможливе.

# @info
source: An internal KOrganizer error occurred attempting to modify "%1"
el: Παρουσιάστηκε ένα εσωτερικό σφάλμα του KOrganizer στην προσπάθεια τροποποίησης του «%1»
es: Ocurrió un error interno en KOrganizer al intentar modificar «%1»
fr: Une erreur interne KOrganizer s'est produite lors de la modification de « %1 »
hu: Belső KOrganizer hiba történt a(z) „%1” módosítása közben.
it: Si è verificato un errore interno di KOrganizer nel tentativo di modificare «%1»
nds: Dat geev binnen KOrganizer bi't Bewerken vun "%1" en Fehler.
nl: Bij het wijzigen van "%1" trad er een interne fout van KOrganizer op
pl: Wystąpił błąd wewnętrzny KOrganizera przy próbie zmiany "%1"
pt_br: Ocorreu um erro interno do KOrganizer ao tentar modificar o "%1"
sv: Ett internt fel inträffade i Korganizer vid försök att ändra "%1"
uk: Під час спроби зміни «%1» сталася внутрішня помилка KOrganizer

# @title:window
source: KOrganizer Reminders
el: Υπενθυμίσεις του KOrganizer
es: Recordatorios de KOrganizer
fr: Rappels de KOrganizer
it: Promemoria di KOrganizer
nl: KOrganizer-herinneringen
pl: Przypomnienia Organizatora
pt_br: Lembretes do KOrganizer
sv: Korganizers påminnelser
uk: Нагадування KOrganizer

# @action:inmenu
source: &Suspend All Reminders
el: Ανα&στολή όλων των υπενθυμίσεων
es: &Suspender todos los recordatorios
fr: &Suspendre tous les rappels
it: &Sospendi tutti i promemoria
nl: Alle herinneringen op&schorten
pl: W&strzymaj wszystkie przypomnienia
pt_br: &Suspender todos os lembretes
sv: &Skjut upp alla påminnelser
uk: П&ризупинити всі нагадування

# @action:inmenu
source: &Dismiss All Reminders
el: Α&πόρριψη όλων των υπενθυμίσεων
es: &Descartar todos los recordatorios
fr: &Annuler tous les rappels
it: I&gnora tutti i promemoria
nl: Alle herinneringen verwijderen
pl: O&dwołaj wszystkie przypomnienia
pt_br: &Descartar todos os lembretes
sv: S&täng alla påminnelser
uk: &Припинити всі нагадування

# @action:inmenu
source: Show &Reminders
el: Εμ&φάνιση υπενθυμίσεων
es: Mostrar &recordatorios
fr: Afficher les &rappels
it: Mostra p&romemoria
nl: He&rinneringen tonen
pl: Pokaż p&rzypomnienia
pt_br: Exibir &lembretes
sv: Visa &påminnelser
uk: Показувати &нагадування

# @action:inmenu
source: Enable Reminders
el: Ενεργοποίηση υπενθυμίσεων
es: Activar recordatorios
fr: Activer les rappels
hu: Az emlékeztetők engedélyezése
it: Abilita promemoria
nds: Anstööt anmaken
nl: Herinneringen activeren
pl: Włącz przypomnienia
pt_br: Habilitar lembretes
sv: Aktivera påminnelser
uk: Увімкнути нагадування

# @action:inmenu
source: Start Reminder Daemon at Login
el: Έναρξη δαίμονα υπενθυμίσεων με την είσοδο στο σύστημα
es: Iniciar el demonio del recordatorio al iniciar una sesión
fr: Démarrer le démon d'alarme automatiquement au démarrage
hu: Az emlékeztető szolgáltatás automatikus elindítása
it: Fai partire il demone dei promemoria all'accesso
nds: Anstootdämoon bi't Anmellen opropen
nl: Herinneringsdaemon starten bij aanmelden
pl: Uruchom usługę przypominania przy logowaniu
pt_br: Iniciar o servidor de lembretes no início da sessão
sv: Starta påminnelsedemonen vid inloggning
uk: Запускати службу нагадувань при вході до системи

# @action:inmenu
source: Reminder Requests Focus
el: Η υπενθύμιση απαιτεί εστίαση
es: Foco de las peticiones de recordatorios
fr: Rappels au premier plan
it: Il promemoria richiede il fuoco
nl: Herinnering vraagt focus
pl: Uaktywnienie żądania przypomnienia
pt_br: Lembrete em primeiro plano
sv: Påminnelse begär fokus
uk: Фокусування запитів щодо нагадування

# @info:tooltip
source: When this option is enabled the reminder dialog will automatically receive keyboard focus when it opens.
el: Όταν αυτή η επιλογή ενεργοποιηθεί ο διάλογος υπενθυμίσεων θα λάβει αυτόματα την εστίαση του πληκτρολογίου όταν ανοίξει.
es: Cuando esta opción está activada, el diálogo de recordatorio recibirá automáticamente el foco del teclado al abrirse.
fr: Lorsque cette option est sélectionnée, la boîte de dialogue de rappel passera automatiquement au premier plan lors de son ouverture.
it: Quando questa opzione è abilitata la finestra del promemoria riceverà automaticamente il fuoco della tastiera quando viene aperta.
nl: Wanneer deze optie is ingeschakeld zal de herinneringendialoog automatisch focus van het toetsenbord krijgen wanneer het opent.
pl: Po zaznaczeniu tej opcji, okno dialogowe przypomnienia samo przejmie klawiaturę, gdy zostanie otwarte.
pt_br: Quando esta opção estiver ativa, a caixa de diálogo de lembrete irá receber automaticamente o foco do teclado ao abrir.
sv: När alternativet är aktiverat får påminnelsedialogrutan automatiskt tangentbordsfokus när den öppnas.
uk: Якщо позначено цей пункт, діалогове вікно нагадування після відкриття автоматично отримуватиме фокусування введення з клавіатури.

# @info:status
source: There is 1 active reminder.
el: Υπάρχει 1 ενεργή υπενθύμιση.
es: Hay 1 recordatorio activo.
fr: Il y a un rappel actif.
hu: 1 aktív emlékeztető van felvéve.
it: C'è un promemoria attivo.
nds: Dat gifft 1 aktiev Anstoot.
nl: Er is 1 herinnering actief.
pl: Istnieje 1 aktywne przypomnienie.
pt_br: Existe um lembrete ativo.
sv: Det finns 1 aktiv påminnelse.
uk: %1 задіяне нагадування.

# @info:status
source: No active reminders.
el: Καμία ενεργή υπενθύμιση.
es: No hay recordatorios activos.
fr: Pas de rappel actif.
hu: Nincs aktív emlékeztető.
it: Nessun promemoria attivo.
nds: Keen Anstoot aktiev.
nl: Geen actieve herinneringen.
pl: Brak aktywnych przypomnień.
pt_br: Nenhum lembrete ativo.
sv: Inga aktiva påminnelser.
uk: Немає задіяних нагадувань.

# @info
source: Do you want to quit the KOrganizer reminder daemon?<nl/><note> you will not get calendar reminders unless the daemon is running.</note>
el: Θέλετε να εγκαταλείψετε το δαίμονα υπενθυμίσεων του KOrganizer;<nl/><note> δεν θα έχετε υπενθυμίσεις ημερολογίου εκτός αν ο δαίμονας εκτελείται.</note>
es: ¿Sedea detener el demonio de recordatorios de KOrganizer?<nl/><note> Solo recibirá recordatorios de los calendarios cuando este demonio esté en ejecución.</note>
fr: Voulez-vous quitter le démon d'alarme de KOrganizer ? <nl/><note>Sachez que les alarmes ne se déclencheront pas si le démon n'est pas démarré.</note>
hu: Le szeretné állítani a KOrganizer emlékeztető szolgáltatását?<nl/><note>Csak akkor kaphat emlékeztetőket, ha a szolgáltatás fut.</note>
it: Vuoi davvero uscire dal demone dei promemoria di KOrganizer?<nl/><note>non riceverai i promemoria del calendario se il demone non è in esecuzione.</note>
nds: Wullt Du den KOrganizer-Anstootdämoon utmaken?<nl/> <note> Du kriggst keen Anstööt för Kalennerindrääg, wenn de Dämoon nich löppt.</note>
nl: Wilt u de KOrganizer-herinneringsdaemon afsluiten?<nl/><note>U krijgt geen herinneringen als de daemon niet actief is.</note>
pl: Czy chcesz zakończyć usługę przypominania KOrganizera?<nl/><note> nie będziesz dostawał przypomnień kalendarza dopóki usługa nie zostanie uruchomiona</note>
pt_br: Deseja sair do serviço de lembretes do KOrganizer?<nl/><note>Você não receberá lembretes se o serviço não estiver em execução.</note>
sv: Vill du avsluta Korganizers påminnelsedemon?<nl/><note>Du får inte några kalenderpåminnelser om inte demonen körs.</note>
uk: Ви бажаєте завершити роботу фонової служби нагадування KOrganizer?<nl/><note>зауважте, що ви не зможете отримувати нагадувань, якщо служба не працює.</note>

# @title:window
source: Close KOrganizer Reminder Daemon
el: Κλείσιμο του δαίμονα υπενθυμίσεων του KOrganizer
es: Cerrar el demonio del recordatorio de KOrganizer
fr: Démon d'alarme de KOrganizer
hu: A KOrganizer emlékeztető szolgáltatás leállítása
it: Chiudi il demone dei promemoria di KOrganizer
nds: KOrganizer-Anstootdämoon utmaken
nl: KOrganizer-herinneringsdaemon afsluiten
pl: Zamknij usługę przypominania KOrganizera
pt_br: Fechar o serviço de lembretes do KOrganizer
sv: Stäng Korganizers påminnelsedemon
uk: Завершити роботу служби нагадувань KOrganizer

# @info
source: Do you want to start the KOrganizer reminder daemon at login?<nl/><note> you will not get calendar reminders unless the daemon is running.</note>
el: Θέλετε να ξεκινάει ο δαίμονας υπενθυμίσεων του KOrganizer με την είσοδο στο σύστημα;<nl/><note> δεν θα έχετε υπενθυμίσεις ημερολογίου εκτός εάν ο δάιμονας εκτελείται.</note>
es: ¿Sesea iniciar el demonio de recordatorios de KOrganizer al iniciar sesión?<nl/><note> Solo recibirá recordatorios de los calendarios cuando este demonio esté en ejecución.</note>
fr: Voulez-vous lancer le démon d'alarme de KOrganizer au démarrage ? <nl/><note>Sachez que les alarmes ne se déclencheront pas si le démon n'est pas démarré.</note>
hu: El szeretné indítani a KOrganizer emlékeztető szolgáltatását bejelentkezéskor?<nl/><note>Csak akkor kaphat emlékeztetőket, ha a szolgáltatás fut.</note>
it: Vuoi avviare il demone dei promemoria di KOrganizer quando accedi?<nl/><note>i promemoria del calendario saranno disattivati se il demone non è in esecuzione.</note>
nds: Wullt Du den KOrganizer-Anstootdämoon bi't Anmellen opropen?<nl/> <note> Du kriggst keen Anstööt för Kalennerindrääg, wenn de Dämoon nich löppt.</note>
nl: Wilt u de KOrganizer-herinneringsdaemon laten starten bij het aanmelden? <nl/><note>U krijgt geen herinneringen als de daemon niet actief is.</note>
pl: Czy chcesz uruchomić usługę przypominania KOrganizera przy logowaniu?<nl/><note> nie będziesz dostawał przypomnień kalendarza dopóki usługa nie zostanie uruchomiona</note>
pt_br: Deseja iniciar o serviço de lembretes do KOrganizer no início da sessão?<nl/><note>Você não receberá lembretes se o serviço não estiver em execução.</note>
sv: Vill du starta Korganizers påminnelsedemon vid inloggning?<nl/><note>Du får inte några kalenderpåminnelser om inte demonen körs.</note>
uk: Запускати службу нагадування для KOrganizer при вході в систему?<nl/><note>зауважте, що ви не зможете отримувати нагадувань, якщо демон не працює.</note>

# @action:button start the reminder daemon
source: Start
el: Έναρξη
es: Iniciar
fr: Démarrer
hu: Indítás
it: Avvia
nl: Starten
pl: Uruchom
pt_br: Iniciar
sv: Starta
uk: Запустити

# @action:button do not start the reminder daemon
source: Do Not Start
el: Να μην ξεκινήσει
es: No comenzar
fr: Ne pas démarrer
hu: Ne induljon el
it: Non avviare
nds: Nich starten
nl: Niet starten
pl: Nie uruchamiaj
pt_br: Não iniciar
sv: Starta inte
uk: Не запускати

source: KOrganizer Reminder Daemon
el: Δαίμων υπενθυμίσεων του KOrganizer
es: Demonio de recordatorio para KOrganizer
fr: Démon d'alarme de KOrganizer
hu: KOrganizer emlékeztető szolgáltatás
it: Demone dei promemoria di KOrganizer
nds: KOrganizer-Anstootdämoon
nl: KOrganizer herinneringsdaemon
pl: Przypomnienia terminarza
pt_br: Serviço de lembretes do KOrganizer
sv: Korganizers påminnelsedemon
uk: Служба нагадувань KOrganizer

source: (c) 2003 Cornelius Schumacher
es: © 2003 Cornelius Schumacher
hu: © Cornelius Schumacher, 2003.
nds: © 2003 Cornelius Schumacher
sv: © 2003 Cornelius Schumacher
uk: © Cornelius Schumacher, 2003

source: Former Maintainer
el: Πρώην συντηρητής
es: Encargado anterior
fr: Mainteneur précédent
hu: Korábbi karbantartó
it: Responsabile precedente
nds: Verleden Pleger
nl: Vorige onderhouder
pl: Poprzedni opiekun
pt_br: Mantenedor anterior
sv: Tidigare utvecklare
uk: Попередній супровідник

source: Janitorial Staff
el: Προσωπικό επιστασίας
es: Personal de mantenimiento
hu: Egyéb segítség
it: Squadra di pulizia
nds: Oprüüm-Mannschap
nl: Schoonmaken
sv: Vaktmästare

source: No attendees specified
el: Δεν ορίστηκαν συμμετέχοντες
es: No se ha indicado ningún asistente
fr: Aucun participant spécifié
it: Nessun partecipante specificato
nl: Geen deelnemers gespecificeerd
pl: Nie wskazano uczestników
pt_br: Nenhum participante definido
sv: Inga deltagare angivna
uk: Не вказано учасників

source: Free Busy Object
el: Ελεύθερο απασχολημένο αντικείμενο
es: Objeto de disponibilidad
fr: Indicateur de disponibilité
hu: Szabad/elfoglalt objektum
it: Oggetto libero/occupato
nds: Free-/Bunnen-Objekt
nl: Vrij/bezet-object
pl: Obiekt wolny/zajęty
pt_br: Objeto de Livre/Ocupado
sv: Ledig/upptagen-objekt
uk: Об'єкт вільного/зайнятого часу

source: Free Busy Message
el: Ελεύθερο απασχολημένo μήνυμα
es: Mensaje de disponibilidad
fr: Message de disponibilité
hu: Szabad/elfoglalt üzenet
it: Messaggio libero/occupato
nds: Free-/Bunnen-Naricht
nl: Vrij/bezet-bericht
pl: Wiadomość wolny/zajęty
pt_br: Mensagem de Livre/Ocupado
sv: Ledig/upptagen-meddelande
uk: Повідомлення про вільний/зайнятий час

source: Unable to start the transport manager
el: Αδυναμία έναρξης του διαχειριστή μεταφοράς
es: No se ha podido iniciar el gestor de transporte
fr: Impossible de démarrer le gestionnaire de transport
it: Impossibile avviare il gestore di trasporto
nl: De transportmanager kon niet worden gestart
pl: Nie można uruchomić zarządzania przesyłaniem
pt_br: Não foi possível iniciar o gerenciador de transporte
sv: Kunde inte starta överföringshanteraren
uk: Не вдалося запустити керування передаванням даних

source: Unable to determine a mail transport
el: Αδυναμία καθορισμού της μεταφοράς μηνύματος
es: No se ha podido determinar un transporte de correo electrónico
fr: Impossible de déterminer un transport de courriels
it: Impossibile determinare un trasporto di posta
nl: Een e-mailtransport kon niet worden bepaald
pl: Nie można ustalić serwera pocztowego
pt_br: Não foi possível determinar um transporte de e-mail
sv: Kunde inte avgöra e-postöverföring
uk: Не вдалося визначити спосіб передавання поштових даних

source: Unable to queue the message in the outbox
el: Αδυναμία αποστολής του μηνύματος στην ουρά των εξερχομένων
es: No se ha podido encolar el mensaje en la bandeja de salida
fr: Impossible de mettre en file le message dans la boîte d'envoi
it: Impossibile accodare il messaggio nei messaggi in uscita
nl: Het bericht in de rij voor postvak uit zetten is niet gelukt
pl: Nie można umieścić wiadomości w kolejce skrzynki wychodzącej
pt_br: Não foi possível colocar a mensagem em espera na caixa de saída
sv: Kunde inte köa brevet i utkorgen
uk: Не вдалося додати повідомлення до черги вихідних повідомлень
