Repository: deepin-community/korganizer
Catalog: po/*/korgac.po
Languages: el, es, fr, hu, it, nds, nl, pl, pt_br, sv, uk

# NAME OF TRANSLATORS
source: Your names
el: Stelios
es: Javier Viñal
fr: Aude Paris, Simon Depiets
hu: Úr Balázs
it: Luigi Toscano
nds: Sönke Dibbern
nl: Freek de Kruijf - t/m 2021
pl: Łukasz Wojniłowicz
pt_br: André Marcelo Alvarenga
sv: Stefan Asserhäll
uk: Vladimir Kobal,Eugene Onischenko,Іван Петрущак,Юрій Чорноіван

# EMAIL OF TRANSLATORS
source: Your emails
el: sstavra@gmail.com
es: fjvinal@gmail.com
fr: aude.paris@digitalfox.org, sdepiets@gmail.com
hu: urbalazs@gmail.com
it: luigi.toscano@tiscali.it
nds: s_dibbern@web.de
nl: freekdekruijf@kde.nl
pl: lukasz.wojnilowicz@gmail.com
pt_br: alvarenga@kde.org
sv: stefan.asserhall@bredband.net
uk: vlad@prokk.net,oneugene@ukr.net,ivanpetrouchtchak@yahoo.com,yurchor@ukr.net

# @title:window
source: Reminders
el: Υπενθυμίσεις
es: Recordatorios
fr: Rappels
hu: Emlékeztetők
it: Promemoria
nds: Anstööt
nl: Herinneringen
pl: Przypomnienia
pt_br: Lembretes
sv: Påminnelser
uk: Нагадування

# @action:button
source: Dismiss Reminder
el: Απόρριψη υπενθύμισης
es: Descartar recordatorio
fr: Annuler le rappel
hu: Emlékeztető eltüntetése
it: Ignora promemoria
nds: Anstoot utmaken
nl: Herinnering uitschakelen
pl: Odwołaj przypomnienie
pt_br: Descartar lembrete
sv: Stäng påminnelse
uk: Припинити нагадування

# @info:tooltip
source: Dismiss the reminders for the selected incidences
el: Απόρριψη υπενθυμίσεων για τα επιλεγμένα περιστατικά
es: Descarta los recordatorios para los eventos seleccionados
fr: Annule les rappels pour les évènements sélectionnés
hu: Az emlékeztetők eltüntetése a kijelölt eseményekhez
it: Ignora tutti i promemoria per le occorrenze selezionate
nds: De Anstööt för de utsöchten Begeefnissen utmaken
nl: De herinneringen voor de geselecteerde voorvallen uitschakelen
pl: Odwołaj przypomnienia dla wybranych wydarzeń
pt_br: Descartar os lembretes para as incidências selecionadas
sv: Stäng påminnelser för markerade förekomster
uk: Припинити попередні нагадування вибраних подій

# @info:whatsthis
source: Press this button to dismiss the currently selected incidence. All non-selected non-incidences will be unaffected.
el: Πατήστε αυτό το κουμπί για να απορρίψετε το επιλεγμένο περιστατικό. Όλα τα μη-επιλεγμένα μη-περιστατικά δεν θα επηρεατούν.
es: Pulse este botón para descartar la incidencia seleccionada actualmente. Todas las no-incidencias no seleccionadas no se verán afectadas.
fr: Appuyez sur ce bouton pour annuler les rappels de l'évènement sélectionné. Les évènements non-sélectionnés ne seront pas impactés.
it: Premi questo pulsante per ignorare l'occorrenza attualmente selezionata. Non avrà effetto su tutte le occorrenze non selezionate.
nl: Op deze knop drukken om de nu geselecteerde gebeurtenis te verwerpen. Alle niet-geselecteerd niet-gebeurtenissen blijven onaangetast.
pl: Naciśnij ten przycisk, aby odwołać obecnie wybrane wystąpienie. Nie będzie miało to wpływu na wszystkie niewybrane nie-wystąpienia.
pt_br: Clique neste botão para descartar o evento que estiver selecionado. Todos os eventos desmarcados não serão afetados.
sv: Använd knappen för att stänga förekomsten som för närvarande är markerad. Alla icke-förekomster som inte är markerade påverkas inte.
uk: Натисніть цю кнопку, що скасувати поточну позначену подію. Скасовування не стосуватимуться непозначених подій.

# @action:button
source: Dismiss All
el: Απόρριψη όλων
es: Descartar todo
fr: Tout annuler
hu: Összes eltüntetése
it: Ignora tutti
nds: All utmaken
nl: Alle uitschakelen
pl: Odwołaj wszystkie
pt_br: Descartar todos
sv: Stäng alla
uk: Припинити всі

# @info:tooltip
source: Dismiss the reminders for all listed incidences
el: Απόρριψη των υπενθυμίσεων για όλα τα καταγεγραμμένα περιστατικά
es: Descarta los recordatorios para todas los eventos listados
fr: Annuler les rappels pour tous les évènements listés
hu: Az emlékeztetők eltüntetése a listázott eseményekhez
it: Ignora i promemoria per tutte le occorrenze elencate
nds: De Anstööt för all oplist Begeefnissen utmaken
nl: De herinneringen voor alle voorvallen in de lijst uitschakelen
pl: Odwołaj wszystkie przypomnienia dla wszystkich wyszczególnionych wydarzeń
pt_br: Descartar os lembretes para todas as incidências listadas
sv: Stäng påminnelser för alla listade förekomster
uk: Припинити попередні нагадування для усіх подій зі списку

# @info:whatsthis
source: Press this button to dismiss all the listed incidences.
el: Πατήστε αυτό το κουμπί για να απορρίψετε όλα τα καταγεγραμμένα περιστατικά
es: Pulse este botón para descartar todas las incidencias listadas.
fr: Appuyez sur ce bouton pour annuler les rappels de tous les évènements listés
it: Premi questo pulsante per ignorare tutte le occorrenze elencate.
nl: Op deze knop drukken om alle gebeurtenissen in de lijst te verwerpen.
pl: Naciśnij ten przycisk, aby odwołać wszystkich wyszczególnione wystąpienia.
pt_br: Clique neste botão para descartar todas as incidências apresentadas.
sv: Använd knappen för att stänga alla listade förekomster.
uk: Натисніть цю кнопку, щоб скасувати усі події зі списку.

# @action:button
source: Edit...
el: Επεξεργασία...
es: Editar...
fr: Modifier...
hu: Szerkesztés…
it: Modifica...
nds: Bewerken...
nl: Bewerken...
pl: Edytuj...
pt_br: Editar...
sv: Redigera...
uk: Змінити…

# @info:tooltip
source: Edit the selected incidence
el: Επεξεργασία του επιλεγμένου περιστατικού
es: Edita la incidencia seleccionada
fr: Modifier l'évènement sélectionné
hu: A kijelölt esemény szerkesztése
it: Modifica l'occorrenza selezionata
nds: Dat utsöchte Begeefnis bewerken
nl: Het geselecteerde voorval bewerken
pl: Edytuj wybrane wydarzenie.
pt_br: Editar a incidência selecionada
sv: Redigera markerad förekomst
uk: Змінити вибрану подію

# @info::whatsthis
source: Press this button if you want to edit the selected incidence. A dialog will popup allowing you to edit the incidence.
el: Πατήστε αυτό το κουμπί αν θέλετε να επεξεργαστείτε το επιλεγμένο περιστατικό. Ένας διάλογος θα αναπηδήσει επιτρέποντάς σας να επεξεργαστείτε το περιστατικό.
es: Pulse este botón si quiere editar la incidencia seleccionada. Se presentará un diálogo que le permitirá editar la incidencia.
fr: Appuyez sur ce bouton si vous voulez éditer l'évènement sélectionné. Une boîte de dialogue vous permettra de modifier l'évènement.
it: Premi questo pulsante per modificare l'occorrenza selezionata. Verrà mostrata una finestra di dialogo che permetterà di modificare l'occorrenza.
nl: Op deze knop drukken als u de geselecteerde gebeurtenis wilt bewerken. Er zal een dialoog verschijnen waarmee de gebeurtenis kunt bewerken.
pl: Naciśnij ten przycisk, aby edytować wybrane wystąpienie. Pojawi się okno dialogowe do edytowania wystąpienia.
pt_br: Clique neste botão se quiser editar a incidência selecionada. Uma caixa de diálogo irá permitir que a incidência seja editada.
sv: Använd knappen för att redigera den markerade förekomsten. En dialogruta dyker upp som låter dig redigera förekomsten.
uk: Натисніть цю кнопку, якщо ви хочете змінити параметри позначеної події. У відповідь буде відкрито діалогове вікно редагування події.

# @action:button
source: Suspend
el: Αναστολή
es: Suspender
fr: Suspendre
hu: Felfüggesztés
it: Sospendi
nds: Utsetten
nl: Onderbreken
pl: Wstrzymaj
pt_br: Suspender
sv: Viloläge
uk: Призупинити

# @info:tooltip
source: Suspend the reminders for the selected incidences by the specified interval
el: Αναστολή των υπενθυμίσεων για τα επιλεγμένα περιστατικά στο δοσμένο διάστημα
es: Suspende los recordatorios para los eventos seleccionados durante el intervalo especificado
fr: Suspend les rappels pour les évènements sélectionnés le temps de l'intervalle spécifié
hu: Az emlékeztetők felfüggesztése a megadott időre a kiválasztott eseményeknél
it: Sospendi i promemoria per le occorrenze selezionate entro l'intervallo specificato
nds: De Anstööt för de utsöchten Begeefnissen för de angeven Tiet utsetten
nl: De herinneringen opschorten voor de geselecteerde voorvallen gedurende het opgegeven interval
pl: Wstrzymaj przypomnienia dla wybranych wydarzeń przez określony przedział
pt_br: Suspender os lembretes para as incidências selecionadas pelo intervalo especificado
sv: Viloläge av påminnelser för markerade förekomster med angivet intervall
uk: Призупинити попередні нагадування про вибрані події на вказаний проміжок

# @info:whatsthis
source: Press this button to suspend the currently selected incidences. The suspend interval is configurable by the Suspend duration settings.
el: Πατήστε αυτό το κουμπί για να αναστείλετε τα επιλεγμένα περιστατικά. Το διάστημα αναστολής είναι διαμορφώσιμο από τις ρυθμίσεις διάρκειας αναστολής.
es: Pulse este botón para suspender la incidencia actualmente seleccionada. El intervalo de suspensión se puede configurar mediante las preferencias de duración de la suspensión.
fr: Appuyez sur ce bouton pour suspendre les évènements sélectionnés. L'intervalle de suspension est configurable dans les paramètres de durée de suspension.
it: Premi questo pulsante per sospendere le occorrenze attualmente selezionate. L'intervallo di sospensione è configurabile dalle impostazioni relative alla durata di sospensione.
nl: Op deze knop drukken om de nu geselecteerde gebeurtenis te onderbreken. Het onderbrekingsinterval is te configureren door de instellingen van de Onderbrekingsduur.
pl: Naciśnij ten przycisk, aby wstrzymać obecnie wybrane wystąpienia. Okres wstrzymania można ustawić.
pt_br: Clique neste botão para suspender as incidências que estiverem selecionadas. O intervalo de suspensão pode ser configurado nas configurações da duração da suspensão.
sv: Använd knappen för att ange viloläge för förekomsterna som för närvarande är markerade. Vilointervallet går att ställa in med inställningen av vilolägets längd.
uk: Натисніть цю кнопку, щоб призупинити поточні позначені події. Інтервал призупинення можна налаштувати у параметрах тривалості призупинення.

# @label
source: Reminders: Clicking on the title toggles details for item
el: Υπενθυμίσεις: Με κλικ στον τίτλο εναλλάσσει τις λεπτομέρειες για το αντικείμενο
es: Recordatorios: al pulsar sobre el título conmuta los detalles del elemento
fr: Rappels : cliquez sur un titre pour afficher ou cacher les détails de cet élément
it: Promemoria: facendo clic su un titolo si visualizzano o meno i dettagli relativi a quella voce
nl: Herinneringen: Klikken op de titel schakelt de details voor dat item om
pl: Przypomnienia: Naciśnij na tytule, przełącza szczegóły dla elementu
pt_br: Lembretes: Clicar em um título irá mostrar/ocultar os detalhes deste item
sv: Påminnelser: Klicka på titeln för att visa eller dölja objektets detaljinformation
uk: Попередні нагадування: натискання заголовка перемикає показ подробиць щодо запису

# @title:column reminder summary
source: Summary
el: Περίληψη
es: Resumen
fr: Résumé
it: Sommario
nl: Samenvatting
pl: Podsumowanie
pt_br: Resumo
sv: Sammanfattning
uk: Резюме

# @title:column happens at date/time
source: Date Time
el: Ημερομηνία Ώρα
es: Fecha y hora
fr: Date, heure
hu: Dátum és idő
it: Data ora
nds: Datum un Tiet
nl: Datum Tijd
pl: Data i czas
pt_br: Data/Hora
sv: Datum, tid
uk: Дата і час

# @title:column trigger date/time
source: Trigger Time
el: Χρόνος εκτέλεσης
es: Hora de activación
fr: Heure de déclenchement
hu: Aktiválási idő
it: Orario di attivazione
nds: Utlööstiet
nl: Activatie tijd
pl: Czas wyzwolenia
pt_br: Data/Hora de ativação
sv: Visningstid
uk: Час вмикання

# @info:tooltip
source: The event or to-do summary
el: Η περίληψη του γεγονότος ή της εργασίας
es: Resumen del evento o tarea pendiente
fr: Le résumé pour l'évènement ou la tâche
it: Il sommario dell'evento o della cosa da fare
nl: De samenvatting van de afspraak of taak
pl: Wydarzenie lub podsumowanie zadania
pt_br: O resumo do evento ou tarefa
sv: Händelsens eller uppgiftens sammanfattning
uk: Резюме події або завдання

# @info:tooltip
source: The reminder is set for this date/time
el: Η υπενθύμιση έχει ρυθμιστεί για αυτήν την ημερομηνία/ώρα
es: El recordatorio está activado para esta fecha/hora
fr: Le rappel est activé pour cette date et heure
hu: Az emlékeztető erre a dátumra/időre van beállítva
it: Il promemoria è impostato per questa data/ora
nds: De Anstoot is op dit Datum/disse Tiet fastsett
nl: De herinnering is ingesteld voor deze datum/tijd
pl: Przypomnienie jest ustawione na tę datę/czas
pt_br: O lembrete está definido para esta data/hora
sv: Påminnelsen är inställd till det här datumet och tiden
uk: Завчасне нагадування встановлено на цю дату і час

# @info:tooltip
source: The date/time the reminder was triggered
el: Η ημερομηνία/ώρα εκτέλεσης της υπενθύμισης
es: La fecha/hora de activación del recordatorio
fr: La date et heure auxquelles le rappel a été déclenché
hu: Az emlékeztető ekkor aktiválódott
it: La data/ora in cui il promemoria è stato attivato
nds: Dat Datum/de Tiet, wannehr de Anstoot utlööst wöör
nl: De datum/tijd voor de herinnering is geactiveerd
pl: Przypomnienie zostało wyzwolone przez datę/czas
pt_br: Data/hora em que o lembrete foi acionado
sv: Datum och tid då påminnelsen skedde
uk: Дата і час, коли нагадування було увімкнено

# @info default incidence details string
source: <emphasis>Select an event or to-do from the list above to view its details here.</emphasis>
el: <emphasis>Επιλέξτε ένα γεγονός ή εργασία από την παραπάνω λίστα για να δείτε τις λεπτομέρειες εδώ.</emphasis>
es: <emphasis>Seleccione un evento o tarea pendiente de la lista de arriba para ver sus detalles aquí.</emphasis>
fr: <emphasis>Sélectionnez un évènement ou une tâche dans la liste ci-dessus pour afficher son détail ici.</emphasis>
hu: <emphasis>Ha kijelöl egy eseményt vagy feladatot a fenti listában, akkor itt jelennek meg annak részletei.</emphasis>
it: <emphasis>Seleziona un evento o una cosa da fare dalla lista qui sopra per vederne qui i dettagli.</emphasis>
nds: <emphasis>Baven en Indrag utsöken, wenn Du hier de Enkelheiten ankieken wullt.</emphasis>
nl: <emphasis>Selecteer hier een afspraak of taak in bovenstaande lijst om de details te zien.</emphasis>
pl: <emphasis>Wybierz zdarzenie lub do-zrobienia z powyższej listy, aby zobaczyć tutaj jego szczegóły.</emphasis>
pt_br: <emphasis>Selecione um evento ou tarefa da lista acima para visualizar os detalhes aqui.</emphasis>
sv: <emphasis>Välj en händelse eller uppgift i listan ovan för att se dess detaljinformation här.</emphasis>
uk: <emphasis>Виберіть подію, завдання зі списку вище, щоб тут переглянути його подробиці.</emphasis>

# @label:spinbox
source: Suspend &duration:
el: &Διάρκεια αναστολής:
es: &Duración de la suspensión:
fr: &Durée de la suspension :
hu: Felfü&ggesztési időtartam:
it: &Durata sospensione:
nds: Utsett&duer:
nl: Opschort&duur:
pl: Czas trwania &wstrzymania:
pt_br: &Duração da suspensão:
sv: Vilolägets &längd:
uk: Призупинити &на:

# @info:tooltip
source: Suspend the reminders by this amount of time
el: Ανατολή των υπενθυμίσεων για τόσο χρόνο
es: Suspende los recordatorios durante este período de tiempo
fr: Suspend les rappels le temps indiqué
hu: Felfüggeszti az emlékeztetőket ennyi időre
it: Sospendi i promemoria di questo periodo di tempo
nds: De Anstööt för de angeven Tiet utsetten
nl: Schort de herinneringen op gedurende deze tijdsduur
pl: Wstrzymaj przypomnienia o tę ilość czasu
pt_br: Suspender os lembretes durante este período de tempo
sv: Viloläge för påminnelser med det här tidslängden
uk: Відкласти завчасні нагадування на цей проміжок часу

# @info:whatsthis
source: Each reminder for the selected incidences will be suspended by this number of time units. You can choose the time units (typically minutes) in the adjacent selector.
el: Κάθε υπενθύμιση για τα επιλεγμένα περιστατικά θα ανασταλεί με τόσες χρονικές μονάδες. Μπορείτε να επιλέξετε τις χρονικές μονάδες (τυπικά λεπτά) στον διπλανό επιλογέα.
es: Cada recordatorio para las incidencias seleccionadas se suspenderá al cabo de este número de unidades de tiempo. Puede elegir las unidades de tiempo (normalmente minutos) en el selector anejo.
fr: Chaque rappel pour les éléments sélectionnés sera suspendu le temps indiqué. Vous pouvez choisir l'unité de temps (par ex. minutes) dans la boîte adjacente.
hu: A kijelölt előfordulások emlékeztetői ennyi időegységre lesznek felfüggesztve. A választómezőben lehet megadni az időegységet (általában perc).
it: Ogni promemoria per le incidenze selezionate sarà sospeso di questo numero di unità di tempo. Puoi scegliere le unità di tempo (solitamente minuti) nel selettore adiacente.
nds: De Anstööt för de utsöcht Begeefnissen warrt för disse Tall vun Tieteenheiten utsett. De Tieteenheiten (standardwies Minuten) kannst Du binnen de Köör blangenbi utsöken.
nl: Elke herinnering voor de geselecteerde voorvallen wordt gedurende dit aantal tijdseenheden opgeschort. U kunt de tijdseenheden (bijvoorbeeld minuten) hiernaast kiezen.
pl: Każde przypomnienie dla wybranych wydarzeń zostanie wstrzymane o tę liczbę jednostek czasu. Możesz wybrać jednostki czasu (zwyczajowo minuty) w przybocznym wybieraku.
pt_br: Cada lembrete dos itens selecionados será suspenso por este período de tempo. Escolha a unidade de tempo (normalmente em minutos) no seletor ao lado.
sv: Varje påminnelse för de valda förekomsterna hamnar i viloläge under detta antal tidsenheter. Du kan välja tidsenhet (typiskt minuter) med väljaren intill.
uk: Всі завчасні нагадування для вибраного випадку буде відкладено на цю кількість часових одиниць. Обрати одиниці часу (типово, хвилини) можна у сусідньому інструменті вибору.

# @item:inlistbox suspend in terms of minutes
source: minute(s)
el: λεπτά
es: minuto(s)
hu: perc
it: minuto/i
nds: Minuten
nl: minu(u)t(en)
pl: minuta(y)
pt_br: minuto(s)
sv: minut(er)
uk: хвилин

# @item:inlistbox suspend in terms of hours
source: hour(s)
el: ώρες
es: hora(s)
fr: heure(s)
hu: óra
it: ora/e
nds: Stünnen
nl: u(u)r(en)
pl: godzina(y)
pt_br: hora(s)
sv: timma(r)
uk: годин

# @item:inlistbox suspend in terms of days
source: day(s)
el: ημέρες
es: día(s)
fr: jour(s)
hu: nap
it: giorno/i
nds: Daag
nl: dag(en)
pl: dzień(dni)
pt_br: dia(s)
sv: dag(ar)
uk: днів

# @item:inlistbox suspend in terms of weeks
source: week(s)
el: εβδομάδες
es: semana(s)
fr: semaine(s)
hu: hét
it: settimana/e
nds: Weken
nl: we(e)k(en)
pl: tydzień(tygodnie)
pt_br: semana(s)
sv: vecka/veckor
uk: тижнів

# @info:tooltip
source: Suspend the reminders using this time unit
el: Αναστολή των υπενθυμίσεων με αυτήν τη χρονική μονάδα
es: Suspende los recordatorios que usan esta unidad de tiempo
fr: Suspend les rappels en utilisant cette unité de temps
hu: Az emlékeztetők felfüggesztése ekkora időegységgel
it: Sospendi i promemoria usando questo intervallo di tempo
nds: De Anstööt mit disse Teiteenheit utsetten
nl: Schort de herinneringen op gedurende een tijdsduur die in deze tijdseenheid wordt uitgedrukt
pl: Wstrzymaj przypomnienia używając tej jednostki czasu
pt_br: Suspender os lembretes durante este período de tempo
sv: Viloläge för påminnelser med det här tidslängden
uk: Відкласти завчасні нагадування на основі цієї одиниці часу

# @info:whatsthis
source: Each reminder for the selected incidences will be suspended using this time unit. You can set the number of time units in the adjacent number entry input.
el: Κάθε υπενθύμιση για τα επιλεγμένα περιστατικά θα ανασταλεί με χρήση αυτής της χρονικής μονάδας. Μπορείτε να επιλέξετε το πλήθος των χρονικών μονάδων στο διπλανό πλαίσιο εγγραφής αριθμών.
es: Cada recordatorio de las incidencias seleccionadas se suspenderá usando esta unidad de tiempo. Puede fijar el número de unidades de tiempo en el campo anejo de entrada numérica.
fr: Chaque rappel pour les éléments sélectionnés sera suspendu le temps indiqué. Vous pouvez choisir le temps dans la boîte adjacente.
hu: A kijelölt események emlékeztetőinek felfüggesztése az itt megadott időegységgel történik. A számmezőben lehet megadni az időegységet.
it: Ogni promemoria per le incidenze selezionate sarà sospeso usando questa unità di tempo. Puoi impostare quante unità di tempo nella casella a fianco.
nds: De Anstööt för de utsöcht Begeefnissen warrt mit dissen Tieteenheit utsett. De Tall vun Tieteenheiten kannst Du binnen de Köör blangenbi utsöken.
nl: Elke herinnering voor de geselecteerde voorvallen wordt opgeschort gedurende een tijdsduur die in deze tijdseenheid wordt uitgedrukt. U kunt het aantal tijdseenheden hiernaast instellen.
pl: Każde przypomnienie dla wybranych wydarzeń zostanie wstrzymane o tę jednostkę czasu. Możesz wybrać liczbę jednostek czasu w przybocznym polu wprowadzania.
pt_br: Cada lembrete dos itens selecionados será suspenso usando esta unidade de tempo. Defina o período de tempo no campo numérico ao lado.
sv: Varje påminnelse för de valda förekomsterna hamnar i viloläge med denna tidsenhet. Du kan välja antal tidsenheter med nummerrutan intill.
uk: Всі завчасні нагадування для вибраних випадків буде відкладено на основі цієї одиниці часу. Кількість одиниць часу можна вказати у сусідньому полі для введення чисел.

# @info
source: "%1" is a read-only incidence so modifications are not possible.
el: Το «%1» είναι περιστατικό ανάγνωσης-μόνο και έτσι δεν είναι δυνατές οι τροποποιήσεις.
es: «%1» es una incidencia de solo lectura, por lo que no se puede modificar.
fr: « %1 » est un évènement en lecture seule. Aussi, aucune modification n'est possible.
it: «%1» è un'occorrenza a sola lettura, quindi non sono possibili modifiche.
nl: "%1" is een alleen-lezen incident en kan dus niet worden gewijzigd.
pl: "%1" jest elementem tylko-do-odczytu, tak więc zmiany są niemożliwe.
pt_br: "%1" é uma incidência somente para leitura e não permite modificações.
sv: "%1" är en skrivskyddat förekomst, så ändringar är inte möjliga.
uk: «%1» — запис зустрічі, придатний лише для читання, отже, змінювати його не можна.

# @info
source: An internal error occurred attempting to modify "%1". Unsupported type.
el: Παρουσιάστηκε ένα εσωτερικό σφάλμα στην προσπάθεια τροποποίησης του «%1». Μη υποστηριζόμενος τύπος.
es: Ha ocurrido un error interno al intentar modificar «%1». Tipo no permitido.
fr: Une erreur interne s'est produite lors de la tentative de modification de « %1 ». Type non pris en charge.
it: Si è verificato un errore interno nel tentativo di modificare «%1». Tipo non supportato.
nl: Bij het wijzigen van "%1" trad er een interne fout op. Niet ondersteund type.
pl: Wystąpił wewnętrzny błąd przy próbie zmiany %1". Nieobsługiwany rodzaj.
pt_br: Ocorreu um erro interno ao tentar modificar o "%1". Tipo não suportado.
sv: Ett internt fel inträffade vid försök att ändra "%1". Typen stöds inte.
uk: Під час спроби змінити «%1» сталася внутрішня помилка. Підтримки цього типу не передбачено.

# @title
source: Reminder
el: Υπενθύμιση
es: Recordatorio
fr: Rappel
hu: Emlékeztető
it: Promemoria
nds: Vöranstoot
nl: Herinnering
pl: Przypomnienie
pt_br: Lembrete
sv: Påminnelse
uk: Завчасне нагадування

# @title
source: Reminder: %1
el: Υπενθύμιση: %1
es: Recordatorio: %1
fr: Rappel : %1
hu: Emlékeztető: %1
it: Promemoria: %1
nds: Vöranstoot: %1
nl: Herinnering: %1
pl: Przypomnienie: %1
pt_br: Lembrete: %1
sv: Påminnelse: %1
uk: Завчасне нагадування: %1
